brew "openssl@3"
brew "python@3.14"
brew "aws-vault"
brew "awscli"
brew "freetype"
brew "cmake"
brew "curl"
brew "fribidi"
brew "geos"
brew "pkgconf"
brew "proj"
brew "gdal"
brew "gh"
brew "git"
brew "harfbuzz"
brew "htop"
brew "node"
brew "nvm"
brew "pandoc"
brew "papis"
brew "pipx"
brew "r"
brew "rename"
brew "rsync"
brew "stow"
brew "tmux"
brew "texlive"
brew "tree"
brew "udunits"
brew "wget"
cask "chatgpt"
cask "claude"
cask "deepl"
cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "positron"
cask "qgis"
cask "session-manager-plugin"
cask "tailscale-app"
cask "teamviewer"
cask "visual-studio-code"
cask "zoom"
vscode "anthropic.claude-code"
