brew "aws-vault"
brew "awscli"
brew "gdal"
brew "git"
brew "nvm"
brew "r"
brew "rename"
brew "tree"
brew "stow"
brew "udunits"

cask "chatgpt"
cask "claude"
cask "deepl"
cask "docker-desktop"
cask "git-credential-manager"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "positron"
cask "pycharm"
cask "qgis"
cask "session-manager-plugin"
cask "teamviewer"
cask "zoom"
